tap 'caskroom/cask'
tap 'github/bootstrap'
tap 'homebrew/core'
tap 'homebrew/services'

brew 'autoconf'
brew 'dockutil'
brew 'hub'
brew 'git'
brew 'github/bootstrap/elasticsearch@1.7'
brew 'launchdns'
brew 'mas'
brew 'openssl'
brew 'pkg-config'
brew 'readline'
brew 'ssh-copy-id'
brew 'write-good'
brew 'yarn'
brew 'zsh'

cask 'appcleaner'
cask 'brave'
cask 'docker'
cask 'docker-toolbox'
cask 'flux'
cask 'google-chrome'
cask 'iterm2'
cask 'karabiner-elements'
cask 'little-snitch'
cask 'micro-snitch'
cask 'screenhero'
cask 'tunnelbear'
cask 'vagrant'
cask 'visual-studio-code'
cask 'vmware-fusion'

mas '1Password', id: 443987910
mas 'Howler Timer', id: 428846772
mas 'Quiver', id: 866773894
mas 'Recordit', id: 805714652
mas 'Skitch', id: 425955336
mas 'Slack', id: 803453959
mas 'Xcode', id: 497799835